Repository: Fatih20/ShutdownScheduler
Catalog: po/*.po
Languages: ca

source: Choose when to shutdown your computer
ca: Escull quan vols apagar el teu ordinador

source: Schedule your computer's shutdown easily
ca: Programa quan vols que s'apagui el teu ordinador facilment.

source: ShutdownSheduler is an extremely simple program used to shutdown the computer in a specific date time. It provides a simple and clear interface to shedule the shutdown.
ca: ShutdownSheduler es un senzill programa utilitzat per apagar l'ordinador en una hora especifica. Proporciona una interficie senzilla per programar quan es vol apagar l'ordinador.

source: Choose the specific time when you want to shutdown your computer
ca: Escull la data esècifica en que vols que s'apagui l'ordinaro

source: Fast access buttons to add time
ca: Botons per afegir temps a l'hora d'apagada

source: Customize the fast acces buttons with your own times
ca: Personalitza els botons per afegir temps

source: Watch the remaining time at any time in the program, or just make a fast look to the progress bar of the icon
ca: Visualitza quan de temps falta per apagar l'ordinador desde la app, o senzillament revisa ràpidament la barra de progrés de la icona

source: Cancel the scheduled shutdown with just a button
ca: Cancela l'apagada programada amb un simple botó

source: Don't reset config file when app is started
ca: No es reinicia el fitxer de configuració quan s'inicia la app

source: Allow customize fas acces buttons
ca: Permet personaitzar els botons per afegir temps

source: Change the fast acces button "2 h." for "5 min."
ca: Canvia el valor per defecte dels botó de 2h a 5min

source: Window width
ca: Amplada de la finestra

source: Window height
ca: Alçada de la finestra

source: Window hortitzontal position
ca: Posició horitzontal de la finestra

source: Window vertical position
ca: Posició vertical de la finestra

source: The saved state of the window
ca: Estat guardat de la finestra

source: Back
ca: Enrere

source: Continue
ca: Continua

source: No shutdown programed
ca: No hi ha cap apagada programada

source: Cancel
ca: Cancel.la

source: Save
ca: Guardar

source: Fast acces buttons
ca: Botons d'accés ràpid

source: Button 1
ca: Botó 1

source: minutes
ca: minuts

source: hours
ca: hores

source: Button 2
ca: Botó 2

source: Button 3
ca: Botó 3

source: Button 4
ca: Botó 4
